<?php
return [

        /*
         * |--------------------------------------------------------------------------
         * | Validation Language Lines
         * |--------------------------------------------------------------------------
         * |
         * | The following language lines used to display in customre block.
         * |
         */

		'payment_success' => 'भुगतान सफलतापूर्वक पूरा हुआ',
		'payment_failure' => 'भुगतान विफलता, कृपया बाद में पुनः प्रयास करें',
        'payment' => 'भुगतान',
        'showallError' => 'सभी भुगतान गेटवे सूची खोजने में असमर्थ, कृपया पुनः प्रयास करें',
        'showError' => 'भुगतान गेटवे खोजने में असमर्थ, कृपया पुनः प्रयास करें',
        'updated' => 'सफलतापूर्वक उत्परिवर्तित।',
        'updatedError' => 'अपडेट करने में असमर्थ, कृपया पुनः प्रयास करें।',
        'transactions' => 'लेन-देन',
        'payments' => 'भुगतान',
        'showallError' => 'सभी सामग्री लाने में असमर्थ, कृपया पुनः प्रयास करें',
        'showError' => 'सामग्री लाने में असमर्थ, कृपया पुनः प्रयास करें',
        'add' => array(
                'success' => 'भुगतान जानकारी सफलतापूर्वक जोड़ा गया',
                'error' => 'सामग्री जोड़ने में असमर्थ, कृपया पुनः प्रयास करें'
        ),
        'update' => array(
                'success' => 'भुगतान जानकारी सफलतापूर्वक अपडेट की गई',
                'error' => 'सामग्री अपडेट करने में असमर्थ, कृपया पुनः प्रयास करें'
        ),
        'serial_no' => 'S.NO',
        'status' => 'स्थिति',
        'active' => 'सक्रिय',
        'inactive' => 'सक्रिय में',
        'actions' => 'क्रिया',
        'transactions' => 'लेन-देन',
        'payments' => 'अदायगी रास्ता',
        'test_mode' => 'परीक्षण विधि',
        'live_mode' => 'लाइव मोड',
        'description' => 'विवरण',
        'is_test' => 'मोड',
        'type' => 'प्रकार',
        'name' => 'नाम',
        'enter_name' => 'नाम दर्ज',
        'enter_type' => 'प्रकार दर्ज करें',
        'enter_description' => 'विवरण दर्ज करें',
        'select_mode' => 'मोड का चयन करें',
        'content_heading' => 'भुगतान',
        'add_payment' => 'भुगतान विधि जोड़ें',
        'edit_payment' => 'भुगतान विधि संपादित करें',
        'test'=>'परीक्षण विधि',
        'live'=>'लाइव मोड',
        'deactivate_payment'=>'भुगतान निष्क्रिय करें',
        'activate_payment'=>'भुगतान सक्रिय करें',
        'deactivate_mode'=>'टेस्ट मोड निष्क्रिय करें',
        'activate_mode'=>'टेस्ट मोड सक्रिय करें',
        'message' => [
                'active' => 'सक्रिय',
                'inactive' => 'सक्रिय में'
        ],
        'mode' => [
                'live' => 'लाइव मोड',
                'test' => 'परीक्षण विधि'
        ],
        'create_payment'=>'नया भुगतान विधि',
        'created_at'=>'को निर्मित',
        'transaction_placeholder'=>'लेनदेन आईडी',
        'payment_name'=>'भुगतान का तरीका'
];
