<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Upload Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain messages used by
    | upload html template and error messsage
    |
    */
    'stat'       => [
        'waiting'    => 'इंतज़ार कर रही..',
        'processing' => 'प्रसंस्करण ..',
        'uploading'  => 'अपलोड करने (: पीसी) ..',
        'done'       => 'किया हुआ',
        'failed'     => 'अनुत्तीर्ण होना'
    ], 
    'error'       => [
        'minimumResolution' => ': विशेषता न्यूनतम संकल्प कम से कम होना चाहिए: संकल्प',
        'mime'              => 'छवि में होना चाहिए: माइम',
        'fileSize'          => 'छवि आकार से कम होना चाहिए: अधिकतम आकार
',
        'invalid'           => 'चयनित छवि अमान्य न्यूनतम संकल्प 400 * 300 है'
    ],
    'url'  => "VideoUrl मान्य एचटीपी यूआरएल होना चाहिए",
];
