<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in notification block.
    |
    */

    'showallError' => 'सभी अधिसूचना सूची खोजने में असमर्थ, कृपया पुनः प्रयास करें',
    'showError' => 'अधिसूचना ढूंढने में असमर्थ, कृपया पुनः प्रयास करें',
    'add' => 'सफलतापूर्वक शामिल।',
    'addError' => 'जोड़ने में असमर्थ, कृपया पुनः प्रयास करें।',
    'success' =>'अधिसूचना सफलतापूर्वक सूचीबद्ध है',
    'isreadsuccess'=>'ग्राहक सफलतापूर्वक संदेश पढ़ें',
    'someonecomment'=>'कोई मेरी टिप्पणियों में से एक पर टिप्पणी करता है',
    'someonereplycomment'=>'किसी ने मेरे संदेहों में से एक पर जवाब दिया',
    'videocomment'=>'अनुसूचित लाइव वीडियो को सूचित करें',
    'newsletter'=> config ()->get ( 'settings.general-settings.site-settings.site_name' ) . ' समाचार पत्र',
    'alert'=>'(आवधिक समाचार, घोषणाएं और लाइव वीडियो अपडेट)',
     'notfound' =>'कोई अधिसूचना नहीं मिली                                                                                                                                                                        '

];
