<?php
return [

		/*
		 * |--------------------------------------------------------------------------
		 * | Validation Language Lines
		 * |--------------------------------------------------------------------------
		 * |
		 * | The following language lines used to display in Recently videos response and templates.
		 * |
		 */

        'showSucess' => 'हाल ही में देखे गए वीडियो सफलतापूर्वक सूचीबद्ध हैं',
		'showError' => 'निम्नलिखित हाल ही में देखे गए वीडियो लाने में असमर्थ, कृपया पुनः प्रयास करें',
		'add' => array (
				'success' => 'हाल ही में देखी गई सूची में वीडियो जोड़ा गया',
				'error' => 'हाल ही में देखे जाने के लिए वीडियो जोड़ने में असमर्थ, कृपया पुनः प्रयास करें',
		        'getsuccess'=>'सफलतापूर्वक प्राप्त किया गया'
		)
];
