<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in admin user block.
    |
 */

    'artists' => 'कलाकार की',
    'artist' => 'कलाकार',
    'artist_image' => 'कलाकार की छवि',
    'manage_artists' => 'कलाकारों को प्रबंधित करें',
    'serial_no' => 'क्र.सं.',
    'order' => 'क्रम',
    'create_artist' => 'कलाकार बनाएं',
    'add_new_artist' => 'नए कलाकार जोड़ें',
    'edit_new_artist' => 'नए कलाकार को संपादित करें',
    'title' => 'शीर्षक',
    'value' => 'मूल्य',
    'added' => 'सफलतापूर्वक जोड़ा गया कलाकार',
    'updated' => 'सफलतापूर्वक अपडेटेड कलाकार',
    'fetched' => 'सफलतापूर्वक कलाकार सूची प्राप्त की',
    'add_artist' => 'कलाकार जोड़ें',
    'artist_image' => 'कलाकार की छवि',
    'session_expire' => 'आप पृष्ठ सत्र समाप्त हो गया। कृपया पुन: प्रयास करें',
    'edit_artist' => 'कलाकार संपादित करें',
    'image' => 'छवि',
    'status' => 'स्थिति',
    'action' => 'कार्य',
    'added_on' => 'पर जोड़ा',
    'enter_artist_name' => 'कलाकार का नाम दर्ज करें',
    'activate_artist' => 'इस कलाकार को सक्रिय करने के लिए क्लिक करें',
    'deactivate_artist' => 'इस कलाकार को निष्क्रिय करने के लिए क्लिक करें',
    'success' => array(
        'added' => 'कलाकार सफलतापूर्वक जोड़ा गया',
        'updated' => 'कलाकार अद्यतन सफलतापूर्वक',
    ),
    'error' => array(
        'added' => 'बनाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
        'updated' => 'अपडेट करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    ),
    'message' => array(
        'active' => 'सक्रिय',
        'inactive' => 'सक्रिय में',
        'image-delete-success' => 'कलाकार की छवि सफलतापूर्वक हटा दी जाती है।',
        'image-delete-error' => 'अब छवि हटाने में असमर्थ, कृपया बाद में पुनः प्रयास करें।',
    ),
    'artist_not_exist' => 'अनुरोधित कलाकार मौजूद नहीं है।',
    'biography' => 'जीवनी',
    'select_image' => 'छवि चुने',
    'name' => 'नाम',
    'artist_name' => 'कलाकार का नाम',
    'delete_artist_image' => 'एरिटस्ट इमेज हटाएं',
    'change' => 'परिवर्तन',
    'remove' => 'हटाना',
    'view_artist_audios' => 'कलाकार ऑडियो देखने के लिए क्लिक करें',
];
