<?php

return [

    /*
    |--------------------------------------------------------------------------
    | सत्यापन भाषा पंक्तियाँ
    |--------------------------------------------------------------------------
    |
    | निम्नलिखित भाषा पंक्तियाँ डैशबोर्ड पेज पर प्रदर्शित करने के लिए उपयोग की जाती हैं।
    |
    */

    'drm' => 'डीआरएम',
    'add_drm' => 'डीआरएम बनाएँ',
    'drm_placeholder' => 'डीआरएम नाम दर्ज करें',
    'drm_name' => 'डीआरएम नाम',

    // drm खाता विवरण
    'drm_acc_name' => 'डीआरएम नाम दर्ज करें',
    'drm_acc_id' => 'खाता आईडी दर्ज करें',
    'drm_acc_key' => 'एक्सेस कुंजी दर्ज करें',
    'drm_site_key' => 'साइट कुंजी दर्ज करें',
    'drm_px_value' => 'Px मान दर्ज करें',

    // drm प्रोफ़ाइल विवरण
    'drm_pro_name' => 'डीआरएम नाम दर्ज करें',
    'drm_pro_type' => 'डीआरएम प्रकार चुनें',
    'drm_pro_authorization' => 'प्राधिकरण URL दर्ज करें',
    'drm_license_duration' => 'लाइसेंस अवधि दर्ज करें',
    'drm_pro_hdcp_type' => 'HDCP प्रकार चुनें',
    'drm_pro_robutness' => 'रॉबस्टनेस चुनें',
    'drm_pro_op_protection' => 'आउटपुट सुरक्षा स्तर दर्ज करें',
    'drm_playready_security' => 'स्तर चुनें',


    'add' => array(
        'success' => 'डीआरएम सफलतापूर्वक जोड़ा गया',
        'error' => 'सामग्री जोड़ने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

    'update' => array(
        'success' => 'डीआरएम सफलतापूर्वक अपडेट किया गया',
        'error' => 'सामग्री अपडेट करने में असमर्थ, कृपया पुनः प्रयास करें'
    ),


];
