<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in dashboard page.
    |
    */

    'organization' => 'संगठन',
    'add_organization' => 'संगठन बनाएं',
    'organization_placeholder' => 'संगठन का नाम दर्ज करें',
    'organization_name' => 'नाम',

    "gnr_prefix" => 'प्रिफिक्स दर्ज करें',
    "gnr_login_token" => 'लॉगिन टोकन दर्ज करें',
    "gnr_api_token" => 'API टोकन दर्ज करें',

    "org_length" => 'अधिकतम सक्रियण अवधि दर्ज करें',
    "org_limit" => 'डिवाइस सक्रियण सीमा दर्ज करें',
    "org_void" => 'भुगतान निरस्त करने का समय दर्ज करें',
    "org_link" => 'लिंक कोड की समाप्ति दर्ज करें',
    "org_voucher" => 'समाप्त वाउचर हटाने का समय दर्ज करें',
    "org_slote" => 'वाउचर स्लॉट्स दर्ज करें',

    "cnt_name" => 'प्लान का नाम दर्ज करें',
    "cnt_slug" => 'प्लान स्लग नाम दर्ज करें',
    "cnt_amount" => 'प्लान राशि दर्ज करें',
    "cnt_description" => 'प्लान विवरण दर्ज करें',
    "cnt_duration" => 'प्लान अवधि दर्ज करें',

    "anc_sendd" => 'घोषणा भेजें',
    "anc" => 'घोषणा दर्ज करें',
    "anc_name" => 'घोषणा दर्ज करें',

    "anc_user_name" => 'उपयोगकर्ता का नाम दर्ज करें',
    "anc_plan_name" => 'प्लान का नाम दर्ज करें',
    "anc_start_at" => 'प्रारंभ तिथि दर्ज करें',
    "anc_end_at" => 'अंतिम तिथि दर्ज करें',
    "anc_org_name" => 'संगठन का नाम दर्ज करें',

    "ctm_privacy" => 'गोपनीयता नीति दर्ज करें',
    "ctm_feedback" => 'प्रतिक्रिया दर्ज करें',
    "ctm_agreement" => 'उपयोगकर्ता अनुबंध दर्ज करें',
    "ctm_reports" => 'रिपोर्ट्स दर्ज करें',

    'add' => array(
        'success' => 'संगठन सफलतापूर्वक जोड़ा गया',
        'error' => 'सामग्री जोड़ने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

    'update' => array(
        'success' => 'संगठन सफलतापूर्वक अपडेट किया गया',
        'error' => 'सामग्री अपडेट करने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

    'setting_update' => array(
        'success' => 'संगठन की सेटिंग सफलतापूर्वक अपडेट की गई',
        'error' => 'सामग्री अपडेट करने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

    'plan_add' => array(
        'success' => 'प्लान विवरण सफलतापूर्वक जोड़ा गया',
        'error' => 'सामग्री जोड़ने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

    'add_content' => array(
        'success' => 'प्लान सामग्री सफलतापूर्वक जोड़ी गई',
        'error' => 'सामग्री अपडेट करने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

    'app_ctm_add' => array(
        'success' => 'ऐप कस्टमाइज़ेशन सफलतापूर्वक जोड़ा गया',
        'error' => 'सामग्री जोड़ने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

    'anc_send' => array(
        'success' => 'घोषणा सफलतापूर्वक भेजी या जोड़ी गई',
        'error' => 'सामग्री जोड़ने में असमर्थ, कृपया पुनः प्रयास करें'
    ),

];
