<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in admin user block.
    |
    */

	'playlists' => 'प्लेलिस्ट',
    'groups'=>'शैली',
    'playlist' => 'प्लेलिस्ट',
     'playlistcategory'=>'प्लेलिस्ट केटोग्री',
    'manage_playlist' => 'प्लेलिस्ट प्रबंधित करें',
    'serial_no' => 'क्र.सं.',
        'playlist_order' => 'क्रम',
    'create_playlist' => 'प्लेलिस्ट बनायें',
    'add_new_playlist' => 'नई प्लेलिस्ट जोड़ें',
    'edit_new_playlist' => 'नई प्लेलिस्ट संपादित करें',
    'title' => 'शीर्षक',
    'value' => 'मूल्य',
    'status' => 'स्थिति',
    'action' => 'कार्य',
    'added' => 'प्लेलिस्ट में सफलतापूर्वक जोड़ा गया',
    'addederror' => 'प्लेलिस्ट में जोड़ने में असमर्थ, कृपया पुनः प्रयास करें',
    'removed' => 'प्लेलिस्ट से सफलतापूर्वक हटा दिया गया',
    'removederror' => 'प्लेलिस्ट से हटाने में असमर्थ, कृपया पुनः प्रयास करें',
    'updated' => 'सफलतापूर्वक प्लेलिस्ट अपडेट किया गया',
    'playlist_name' => 'प्लेलिस्ट का नाम',
    'activate_playlist' => 'इस प्लेलिस्ट को सक्रिय करने के लिए क्लिक करें',
    'deactivate_playlist' => 'इस प्लेलिस्ट को निष्क्रिय करने के लिए क्लिक करें',
    'enter_playlist_name' => 'प्लेलिस्ट नाम दर्ज करें',
    'no_of_videos' => 'वीडियो की संख्या',
    'added_on' => 'पर जोड़ा',
    'remove_video_from_playlist' => 'प्लेलिस्ट से वीडियो निकालें',
    'confirm_remove_video_from_playlist' => 'क्या आप निश्चित रूप से प्लेलिस्ट से वीडियो निकालना चाहते हैं?',
    'errorfetch' => 'लाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    'successfetchall' => 'प्लेलिस्ट सफलतापूर्वक सूचीबद्ध है',
    'Addsuccess' => 'वरीयता सफलतापूर्वक जोड़ा गया',
    'errorfetchall' => 'प्लेलिस्ट लाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    'success' => array(
        'added' => 'वीडियो को सफलतापूर्वक प्लेलिस्ट में जोड़ा गया है',
        'updated' => 'सफलतापूर्वक प्लेलिस्ट अपडेट किया गया',
    ),
    'deleted' => array(
        'success' => 'प्लेलिस्ट सफलतापूर्वक हटा दी गई',
        'error' => 'हटाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    ),
    'created' => array(
        'added' => 'प्लेलिस्ट सफलतापूर्वक बनाई गई',
        'updated' => 'प्लेलिस्ट सफलतापूर्वक अपडेट किया गया',
    ),
    'error' => array(
        'added' => 'बनाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
        'updated' => 'अपडेट करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    ),
    'message' => array(
        'active' => 'सक्रिय',
        'inactive' => 'सक्रिय में',
        'playlist_name_required' => 'एक प्लेलिस्ट नाम दें',
    ),
    'banner' => array(
        'active' => 'सक्रिय',
        'inactive' => 'सक्रिय में',
    ),
    'add_to_playlist' => 'प्लेलिस्ट में जोड़ें',
    'add_playlist' => 'प्लेलिस्ट जोड़ें',
    'exam_list'=>'सफलतापूर्वक सूचीबद्ध परीक्षाएं',
    'errorExams'=>'परीक्षाएं लाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',    
    'group_name'=>'शैली का नाम',
    'group_image'=>'छवि',
    'group_order'=>'क्रम',
    'add_group'=>'शैली जोड़ें',
    'enter_group_name'=>'शैली का नाम दर्ज करें',

    'manage_genre' => 'शैली का प्रबंधन करें',
    'add_genre' => 'शैली जोड़ें',
    'edit_genre' => 'शैली संपादित करें',
        
];
