<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in admin user block.
    |
     */

    'manage_genres' => 'ऑडियो शैलियों का प्रबंधन',
    'genre_name' => 'शैली का नाम',
    'order' => 'क्रम',
    'status' => 'स्थिति',
    'action' => 'कार्य',
    'added_on' => 'पर जोड़ा',
    'enter_genre_name' => 'शैली नाम दर्ज करें',
    'active' => 'सक्रिय',
    'inactive' => 'सक्रिय में',
    'activate_genre' => 'इस शैली को सक्रिय करने के लिए क्लिक करें',
    'deactivate_genre' => 'इस शैली को निष्क्रिय करने के लिए क्लिक करें',
    'message' => array(
        'active' => 'सक्रिय',
        'inactive' => 'सक्रिय में',
    ),

    'genres' => 'शैलियां',
    'genre' => 'शैली',
    'serial_no' => 'क्र.सं.',
    'order' => 'क्रम',
    'create_genre' => 'शैली बनाएँ',
    'add_new_genre' => 'नई शैली जोड़ें',
    'edit_new_genre' => 'नई शैली संपादित करें',
    'title' => 'शीर्षक',
    'value' => 'मूल्य',
    'added' => 'शैली सफलतापूर्वक जोड़ा गया',
    'updated' => 'शैली अद्यतन सफलतापूर्वक',
    'fetched' => 'सफलतापूर्वक शैली सूची प्राप्त की',
    'add_genre' => 'शैली जोड़ें',
    'session_expire' => 'आप पृष्ठ सत्र समाप्त हो गया। कृपया पुन: प्रयास करें',
    'edit_genre' => 'शैली संपादित करें',
    'success' => array(
        'added' => 'शैली सफलतापूर्वक जोड़ा गया',
        'updated' => 'शैली अद्यतन सफलतापूर्वक',
    ),
    'error' => array(
        'added' => 'बनाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
        'updated' => 'अपडेट करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    ),

    'genre_not_exist' => 'अनुरोधित शैली मौजूद नहीं है।',
    'name' => 'नाम',
    'genre_name' => 'शैली का नाम',
    'change' => 'परिवर्तन',
    'remove' => 'हटाना',
];
