<?php
return [ 
		
		/*
		 * |--------------------------------------------------------------------------
		 * | Validation Language Lines
		 * |--------------------------------------------------------------------------
		 * |
		 * | The following language lines used to display in Sms template block.
		 * |
		 */
		
		'cms' => 'सेमी',
		'showallError' => 'सभी टेम्पलेट्स लाने में असमर्थ, कृपया पुनः प्रयास करें',
		'showError' => 'टेम्पलेट लाने में असमर्थ, कृपया पुनः प्रयास करें',
		'add' => array (
				'success' => 'एसएमएस टेम्पलेट सफलतापूर्वक जोड़ा गया',
				'error' => 'एसएमएस टेम्पलेट जोड़ने में असमर्थ, कृपया पुनः प्रयास करें' 
		),
		'update' => array (
				'success' => 'एसएमएस टेम्पलेट सफलतापूर्वक अपडेट किया गया',
				'error' => 'एसएमएस टेम्पलेट अपडेट करने में असमर्थ, कृपया पुनः प्रयास करें' 
		),
		'delete' => array (
				'success' => 'एसएमएस टेम्पलेट सफलतापूर्वक हटा दिया गया',
				'error' => 'एसएमएस टेम्पलेट को हटाने में असमर्थ, कृपया पुनः प्रयास करें' 
		),
		'name'=>'नाम',
		'sms' => 'एसएमएस',
		'slug'=>'काउंटर',
		'enter_name' => 'नाम दर्ज',
		'enter_subject' => 'विषय दर्ज करें',
		'enter_title' => 'शीर्षक दर्ज करें',
		'enter_slug' => 'स्लग दर्ज करें',
		'serial_no' => 'क्र.सं.',
		'status' => 'स्थिति',
		'subject' => 'विषय',
		'slug' => 'काउंटर',
		'content' => 'सामग्री',
		'add_new_sms' => 'नया एसएमएस टेम्पलेट जोड़ें',
		'edit_new_sms' => 'एसएमएस टेम्पलेट संपादित करें',
		'sms_heading' => 'एसएमएस',
		'name_placeholder'=>'नाम दर्ज',
		'subject_placeholder'=>'विषय दर्ज करें',
		'slug_placeholder'=>'स्लग दर्ज करें',
		'content_placeholder'=>'सामग्री दर्ज करें',
		'activate_sms_template'=>'एसएमएस टेम्पलेट सक्रिय करें',
		'deactivate_sms_template'=>'एसएमएस टेम्पलेट निष्क्रिय करें',
		'active'=>'सक्रिय',
		'created_at'=>'को निर्मित',
		'inactive'=>'निष्क्रिय',
		'message' => [
				'active' => 'सक्रिय',
				'inactive' => 'सक्रिय में'
		],
		'sms_heading' => 'एसएमएस टेम्पलेट',
		'create_sms'=>'एसएमएस टेम्पलेट बनाएं',
		'action'=>'क्रिया',
		'latest_news'=>'ताज़ा खबर',		
		'email' => 'ईमेल टेम्पलेट्स',
		'sms' => 'एसएमएस टेम्पलेट्स',
		'static_content'=>'स्टेटिक सामग्री',
        'testimonial'=> 'गुणों का वर्ण - पत्र'
        
];
