<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in merchant user related process.
    |
    */
    'create_user' => 'ग्राहक बनाएं',
     'create_users' => 'उपयोगकर्ता बनाइये',
    'username' => 'उपयोगकर्ता नाम',
    'email' => 'ईमेल',
    'group' => 'समूह',
    'group_name' => 'समूह का नाम',
    'status' => 'स्थिति',
    'action' => 'कार्य',
    'activate_user' => 'इस उपयोगकर्ता को सक्रिय करने के लिए क्लिक करें',
    'deactivate_user' => 'इस उपयोगकर्ता को निष्क्रिय करने के लिए क्लिक करें',
    'delete_profile_image' => 'इस प्रोफाइल छवि को हटाने के लिए क्लिक करें।',
    'user_not_exist' => 'अनुरोध किया गया उपयोगकर्ता मौजूद नहीं है।',
    'delete_disabled' => 'इस उपयोगकर्ता समूह को हटाया नहीं जा सकता क्योंकि इसमें इसके उपयोगकर्ता हैं।',
    'user_group' => 'यूजर ग्रुप',
    'cannot_deactivate_superadmin' => 'सुपर व्यवस्थापक उपयोगकर्ता को निष्क्रिय नहीं किया जा सकता है।',
    'message'           => [
        'register-success'        => 'उपयोगकर्ता सफलतापूर्वक पंजीकृत है',
        'register-error'          => 'पंजीकरण करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
        'update-success' => 'उपयोगकर्ता पता सफलतापूर्वक अपडेट किया गया',
        'update-error'   => 'अब उपयोगकर्ता पता अपडेट करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
        'active'         => 'सक्रिय',
        'inactive'       => 'निष्क्रिय',
        'login-success'  => 'लॉगिन की सफलता',
        'login-error'    => 'अवैध प्रत्यय पत्र',
        'logout' => 'लॉगआउट सफलता',
        'otp-send' => "ओटीपी सफलतापूर्वक भेजा गया",
        'otp-error' => 'ओटीपी नहीं भेजा गया',
        'password-changed' => 'पासवर्ड बदला गया',
        'password-error'  => 'पासवर्ड नहीं बदला गया' ,
        'available' => 'उपलब्ध',
        'notavailable' => 'उपलब्ध नहीं है',
        'password-saved' => 'पासवर्ड सहेजा गया',
        'password-saved-error' => 'पासवर्ड सहेजा नहीं गया',
        'password_error' => 'पासवर्ड गलत कृपया सही पासवर्ड दर्ज करें',
        'changepassword' => 'पासवर्ड सफलतापूर्वक अपडेट किया गया',
        'verified' => 'ओटीपी सफलतापूर्वक सत्यापित किया गया',
        'updatepassword' => 'पासवर्ड सफलतापूर्वक अपडेट किया गया।',
        'passworderror' => 'इस अनुरोध को संसाधित करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',

        'success_register' => 'सफलतापूर्वक पंजीकृत। आपके पंजीकृत ईमेल / फोन पर सत्यापन कोड भेजा गया।',
        'profile-image-delete-success' => 'प्रोफ़ाइल छवि सफलतापूर्वक हटा दी गई।',
        'profile-image-delete-error' => 'प्रोफ़ाइल छवि को अभी हटाने में असमर्थ, कृपया बाद में पुनः प्रयास करें।',
    ],

];

