<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in videos block.
    |
    */
    
    'presets' => 'प्रीसेट',
    'get_presets' => 'प्रीसेट खींचो',
    'get_presets_tooltip' => 'एडब्ल्यूएस कंसोल से प्रीसेट प्राप्त करें',
    'preset_name' => 'प्रीसेट नाम',
    'aws_identifier' => 'एडब्ल्यूएस पहचानकर्ता',
    'format' => 'स्वरूप',
    'preset_max_height' => 'वीडियो ऊंचाई',
    'status' => 'स्थिति',
    'action' => 'कार्य',
    'activate_preset' => 'इस प्रीसेट को सक्रिय करने के लिए क्लिक करें',
    'deactivate_preset' => 'इस प्रीसेट को निष्क्रिय करने के लिए क्लिक करें',
    'enter_preset_name' => 'प्रीसेट नाम दर्ज करें',
    'enter_aws_identifier' => 'एडब्ल्यूएस पहचानकर्ता दर्ज करें',
    'enter_format' => 'प्रारूप दर्ज करें',
    'preset_limit_exceeded' => 'एडब्ल्यूएस द्वारा अनुमत सक्रिय प्रीसेट की अधिकतम संख्या 30 है। इसलिए इस प्रीसेट को सक्रिय करने के लिए किसी अन्य प्रीसेट को निष्क्रिय करें।',
    'minimum_preset_limit' => 'सभी प्रीसेट निष्क्रिय नहीं हो सकते हैं। तो इस प्रीसेट को निष्क्रिय करने के लिए किसी अन्य प्रीसेट को सक्रिय करें।',
    
    'message'           => [
        'list_preset_success' => 'प्रीसेट सफलतापूर्वक लाया।',
	    'success'        => 'प्रीसेट सफलतापूर्वक जोड़ा गया है।',
	    'error'          => 'अब संसाधित करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
	    'active'         => 'सक्रिय',
        'deactive'         => 'अक्रिय',
	    'inactive'       => 'सक्रिय में',
        'activate'         => 'सक्रिय',
        'inactive'       => 'सक्रिय में',        
	    'update-success' => 'प्रीसेट सफलतापूर्वक अपडेट किया गया',
	    'update-error'   => 'असमर्थ प्रीसेट अब अपडेट करें, कृपया बाद में पुनः प्रयास करें',
	    'delete-success' => 'वीडियो सफलतापूर्वक हटा दिया गया',
	    'delete-error'   => 'अब प्रीसेट को अक्षम करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    ],
];
