<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines used to display in admin user block.
    |
    */

    'title' => 'शीर्षक',
    'status' => 'स्थिति',
    'action' => 'कार्य',
    'added' => 'सफलतापूर्वक मौसम जोड़ा गया',
    'updated' => 'सफलतापूर्वक सीजन अपडेट किया गया',
    'added_on' => 'पर जोड़ा',
    'value' => 'मूल्य',
    'enter_season_name' => 'मौसम का नाम दर्ज करें',
    'add_season' => 'मौसम जोड़ें',
    'edit_season' => 'मौसम संपादित करें',
    'created' => array(
        'added' => 'सीजन सफलतापूर्वक बनाया गया',
        'updated' => 'मौसम सफलतापूर्वक अपडेट किया गया',
    ),
    'error' => array(
        'added' => 'बनाने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
        'updated' => 'अपडेट करने में असमर्थ, कृपया बाद में पुनः प्रयास करें',
    ),

    'seasons_list' => 'मौसम सूची',
    'season_name' => 'मौसम का नाम',
];
