<?php

return [

    'subscribers' => 'सदस्य',
    'add_subscribers' => 'सदस्य बनाएं',

    'user_name' => [
        'user_name' => 'यूज़र नेम',
        'name' => 'यूज़र नेम दर्ज करें',
    ],

    'first_name' => [
        'first_name' => 'पहला नाम',
        'name' => 'पहला नाम दर्ज करें',
    ],

    'last_name' => [
        'last_name' => 'अंतिम नाम',
        'name' => 'अंतिम नाम दर्ज करें',
    ],

    'organization' => [
        'select_organization' => 'संगठन चुनें',
        'organization' => 'संगठन',
    ],

    'account_number' => [
        'account_number' => 'खाता संख्या',
        'name' => 'खाता संख्या दर्ज करें',
    ],

    'email' => [
        'email' => 'ईमेल',
        'name' => 'ईमेल दर्ज करें',
    ],

    'pin_code' => [
        'pin_code' => 'पिन कोड',
        'name' => 'पिन कोड दर्ज करें',
    ],

    'password' => [
        'password' => 'पासवर्ड',
        'name' => 'पासवर्ड दर्ज करें',
    ],

    'phone_number' => [
        'phone_number' => 'फोन नंबर',
        'name' => 'देश का कोड चुनें',
    ],

    'address' => [
        'address' => 'पता',
        'name' => 'पता दर्ज करें',
    ],

    'city' => [
        'city' => 'शहर',
        'name' => 'शहर दर्ज करें',
    ],

    'zip_code' => [
        'zip_code' => 'ज़िप कोड',
        'name' => 'ज़िप कोड दर्ज करें',
    ],

    'country' => [
        'country' => 'देश',
        'name' => 'देश चुनें',
    ],

    'state' => [
        'state' => 'राज्य / प्रांत / क्षेत्र',
        'name' => 'राज्य दर्ज करें',
    ],

    'language' => [
        'language' => 'भाषा',
        'name' => 'भाषा चुनें',
    ],

    'date_of_birth' => [
        'date_of_birth' => 'जन्म तिथि',
        'name' => 'जन्म तिथि चुनें',
    ],

    'time_zone' => [
        'time_zone' => 'समय क्षेत्र',
        'name' => 'समय क्षेत्र चुनें',
    ],

    'auto' => 'स्वचालित',

    // ==============================***********************************==============================
    //                                            add device 
    // ==============================***********************************==============================

    'create_device' => 'डिवाइस बनाएं',
    'edit_device' => 'डिवाइस संपादित करें',

    'device_type' => [
        'device_type' => 'डिवाइस प्रकार चुनें',
        'name' => 'डिवाइस प्रकार चुनें',
    ],

    'brand' => [
        'brand_model' => 'डिवाइस ब्रांड मॉडल',
        'name' => 'डिवाइस ब्रांड मॉडल दर्ज करें',
    ],

    'mac' => [
        'mac_address' => 'डिवाइस मैक पता',
        'name' => 'डिवाइस मैक पता दर्ज करें',
    ],

    'serial' => [
        'serial_number' => 'डिवाइस सीरियल नंबर',
        'name' => 'डिवाइस सीरियल नंबर दर्ज करें',
    ],

    'identifier' => [
        'identifier' => 'डिवाइस पहचानकर्ता',
        'name' => 'डिवाइस पहचानकर्ता दर्ज करें',
    ],

    'ip' => [
        'ip_adress' => 'डिवाइस आईपी पता',
        'name' => 'डिवाइस आईपी पता दर्ज करें',
    ],

    'latitude' => [
        'latitude' => 'अक्षांश',
        'name' => 'अक्षांश दर्ज करें',
    ],

    'longitude' => [
        'longitude' => 'देशांतर',
        'name' => 'देशांतर दर्ज करें',
    ],

];
